Repository: ThaisaFujii/Pokedex
Catalog: Pokedex/Resources/*.lproj/Localizable.strings
Languages: pt_br

source: Welcome to pokedex
pt_br: Bem vindo ao pokedex PT

source: Enter your login information
pt_br: Insira sua informação de login

source: Password
pt_br: Senha

source: Enter
pt_br: Acessar

source: The information is not valid.
pt_br: As informações não são válidas.

source: Please use the correct login and password.
pt_br: Por favor, coloque o login e a senha correta.

source: Loading
pt_br: Carregando

source: Are you sure you want to logout?
pt_br: Tem certeza que deseja encerrar a sessao?

source: Logout
pt_br: Sair

source: Abilities
pt_br: Habilidades

source: Stats
pt_br: Habilidades em Batalha

source: Sprites
pt_br: Gerações
